function Activities() {
    return (
        <section className="space-y-8 sm:p-8 sm:bg-white sm:dark:bg-gray-850 text-gray-800 dark:text-gray-200 sm:rounded-2xl">
            <h2 className="text-center font-pelak-semibold text-xl sm:text-2xl">مهم‌ترین فعالیت‌های قرآن‌آرا</h2>
            <div className="space-y-4 text-gray-600 dark:text-gray-400 leading-8">
                <p>قطعا مهم‌ترین کاری که ما در وب‌سایت قرآن‌آرا انجام میدیم، تولید دوره‌های آموزشی متقن در تخصص‌های مختلف قرآنیه؛ دوره‌های آموزشی در ذهن شما ساختار ایجاد می‌کنن و با نهایت دقت و سرعت شما رو در اون موضوع خاص، به درجه استادی می‌رسونن.</p>
                <p>تمام دوره‌های آموزشی قرآن‌آرا پشتیبانی ما دام العمر دارن؛ یعنی هر وقت سوالی درباره مطالب دوره براتون پیش اومد، می‌تونید اون سوال رو با ما در میان بذارید و به سرعت پاسختون رو دریافت کنید. علاوه بر اون، در هر دوره، تمارین زیادی هم براتون در نظر گرفته شده تا به صورت کاربردی و عملی به مطالب مسلط بشید.</p>
                <p>یکی دیگه از خدمات ما به قرآن‌آموزان عزیز مشاوره تخصصیه؛ اگه بخواین در زمینه‌های مختلف قرآنی مثل روخوانی و روانخوانی، تجوید، ترتیل، تحقیق، حفظ و تفسیر قرآن بدونید کجای کار هستید و یه نقشه راهی نیاز دارید، میتونید وقت مشاوره رزرو کنید و جهش عالی رو در مسیرتون تجربه کنید. از میان تمام تخصص‌های قرآنی، حفظ قرآن بیشتر از همه نیازمند مشاوره است؛ چون معمولا روش حفظ و مرور حافظان عزیز بی‌نقص نیست و اشکالات ریز و درشتی داره؛ خیلی خوبه که روشتون رو به یه مشاور خوب عرضه کنید و نقدها و پیشنهادهای او رو بشنوید.</p>
                <p>آموزش‌های ما در قالب ویدیوهای رایگان و مقالات آموزشی هم در اختیار علاقه‌مندان قرار می‌گیره و سعی می‌کنیم به صورت مستمر با آموزش‌های جدید در کنارتون باشیم.</p>
                <p>باعث افتخار ماست که تمام‌وقت و با حداکثر توان در خدمت شما قرآن‌دوستان و قرآن‌پژوهان عزیز و محترم باشیم و در جهت رشد و تعالی شما قدم برداریم.</p>
            </div>
        </section>
    );
}

export default Activities;
