function Story() {
    return (
        <section id="story" className="space-y-8 sm:p-8 sm:bg-white sm:dark:bg-gray-850 text-gray-800 dark:text-gray-200 sm:rounded-2xl">
            <h2 className="text-center font-pelak-semibold text-xl sm:text-2xl">داستان قرآن‌آرا، از ایده گرفته تا اجرا</h2>
            <div className="space-y-4">
                <p className="sm:text-lg leading-8 sm:leading-9">سلام من حسین خانی؛ مؤسس وب سایت قرآن‌آرا هستم و می‌خوام درباره اینکه قرآن‌آرا چطور شکل گرفت و اینکه رسالت قرآن‌آرا چیه با شما صحبت کنم.</p>
                <div className="space-y-2">
                    <h3 className="font-pelak-semibold text-lg sm:text-xl">قرآن‌آرا از کجا شروع شد؟</h3>
                    <p className="sm:text-lg leading-8 sm:leading-9">پس از 8 سال شرکت مداوم و جدی در مسابقات قرآنی و به کار گرفتن روش‌های متنوع در حفظ قرآن، در سال 1400 به ذهنم افتاد که در اینستاگرام پیجی بزنم و تجربیاتم رو در زمینه حفظ قرآن به علاقه‌مندان هدیه کنم. خوشبختانه مباحث روش حفظی من مورد توجه حافظان قرآن قرار گرفت و من هر روز با حافظان جدیدی آشنا می‌شدم و به اون‌ها مشاوره می‌دادم.</p>
                </div>
                <p className="sm:text-lg leading-8 sm:leading-9">پرتکرارترین پیامی که من دریافت می‌کردم این بود که آیا کلاس حفظ هم برگزار می‌کنید؟ آموزش مجازی هم دارین؟ این پیام‌های گسترده من رو به فکر فرو برد که آیا میشه در بستر فضای مجازی یه حرکت درست و حساب‌شده انجام بدیم و یه فضای آموزشی ایده‌آل ایجاد کنیم تا هر کسی که علاقه‌مند به آموزش تخصصی قرآن کریم هست بدون هیچ دغدغه‌ای بتونه مهارت‌های قرآنی رو یاد بگیره؟</p>
                <p className="sm:text-lg leading-8 sm:leading-9">قرآن‌آرا برای همین به وجود اومد؛ هدف قرآن‌آرا اینه که تمام تخصص‌های قرآنی رو از صفر تا صد پوشش بده و نردبان ترقی و پیشرفت علاقه‌مندان به قرآن باشه.</p>
            </div>
        </section>
    );
}

export default Story;
