import Heading2 from "@/components/specific/blog-content/Heading2";
import List from "@/components/specific/blog-content/List";
import Paragraph from "@/components/specific/blog-content/Paragraph";
import SpecialParagraph from "@/components/specific/blog-content/SpecialParagraph";

function Content() {
    return (
        <div>
            <Heading2>۱. پیش شرط نبودن لحن ترتیل برای حفظ قرآن کریم</Heading2>
            <Paragraph>باید دانست آشنایی باتلاوت ترتیل و به اصطلاح خواندن قرآن همراه با لحن وآوای ترتیل چه به صورت تقلیدی یا به صورت ترکیبی، بر خلاف تصور عامیانه، به هیچ وجه پیش شرط شروع حفظ قرآن کریم نمی باشد.به بیان دیگر صدای خوش وتلاوت زیبا نمی بایست دراذهان علاقمندان به آشنایی باحفظ قرآن کریم مقدمه این کار شناسانده شود.تجربه اثبات کرده است که ممزوج کردن الزامی حفظ آیات و اجرای ترتیلی محفوظات موجب ایجاد اضرار زیادی بر روند حفظ،حافظه ومحفوظات قرآن آموز می شود که ذیلاً به برخی از آنها اشاره می گردد</Paragraph>
            <SpecialParagraph>مطابق آخرین تحقیقات علمی ۸۰ درصد دریافت ها و آنچه توسط مغز انسان درک، تحلیل و ذخیره سازی میشود و در حافظه قرار می گیرد ازطریق چشم است ، پس چرا علاقمندان به حفظ قرآن کریم درکشورمان اصرار برحافظه شنیداری دارند؟؟ چرا بدون تقویت حافظه دیداری و گاه حتی صرفا به استمداد از لوح های فشرده تلاوت ترتیل اصرار بر ارسال و ثبت آیات قرآن در حافظه خود دارند؟ این واقعا یک سوال جدی است که چرا در ایران از نعمت نگاه و چشم نافذ درحین حفظ قرآن کریم بسیار محدود وناقص استفاده میشود؟</SpecialParagraph>
            <List items={[{ content: "تهدیر زمان" }, { content: "خستگی حنجره" }, { content: "عدم موازنه ذهنی بین حفظ و ترتیل" }]} />
        </div>
    );
}

export default Content;
